{
    "homepage": [
        {
            "title": "Hello, I’m Dr Sloka. I’m here to help you.",
            "welcomeDescription": "Dr. Sloka, (a pen name for Dr. Sukesh Krishna Chaitanya Loka), professionally is a Clinical Pharmacologist, a freelance Clinical Psychologist and a Medical Trainer. In short, he is a Med and Mind Mentor! By Passion, he is a poet, an artist, a writer and an author too! If your struggle is in the mind, remember that your recovery is also within your mind. Dr. Sloka guides you through the recovery process!"
        },
        {
            "renderType": "left_image_rigth_text",
            "title": "I will give the mock up for the book, links and the Youtube video trailer for this book"
        },
        {
            "renderType": "scroll_images",
            "title": "Books",
            "content": [
                {
                    "image": "/images/not_just_sadness.jpg",
                    "path": "/books/1",
                    "alt": "not_just_sadness"
                },
                {
                    "image": "/images/the_unspoken_thoughts.jpg",
                    "path": "/books/2",
                    "alt": "the_unspoken_thoughts"
                },
                {
                    "image": "/images/not_just_sadness.jpg",
                    "path": "/books/1",
                    "alt": "not_just_sadness"
                },
                {
                    "image": "/images/the_unspoken_thoughts.jpg",
                    "path": "/books/2",
                    "alt": "the_unspoken_thoughts"
                }
            ]
        }
    ],
    "books": [
        {
            "image": {
                "src": "/images/not_just_sadness.jpg",
                "className": "homepage-left-side-image",
                "alt": "not_just_sadness"
            },
            "title": "Not Just Sadness:",
            "titleSuffix": "The Silence Needs To Be Heard",
            "description": "Depression isn’t just sadness, but is a battle that affects people from all walks of life. Yet, despite its prevalence, depression remains covered in stigma and misunderstanding. This book “Not Just Sadness: The Silence Needs to Be Heard” offers an easy understanding of the complexities of depression, from its causes to its myriad manifestations. It also gives insights into practical strategies for offering support. Through this book, the author voices out that together, we can break the stigma, and make a difference to create a mentally healthy world.",
            "videoLink": "Joi2GoWU3JU",
            "links": [
                {
                    "link": "https://blueroseone.com/store/product/not-just-sadness-the-silence-needs-to-be-heard",
                    "image": "/images/book_leaf.png",
                    "name": "blueroseone"
                },
                {
                    "link": "https://amzn.in/d/6eCCDpT",
                    "image": "/images/amazon_logo.png",
                    "name": "amazon"
                },
                {
                    "image": "/images/flipkart_logo.png",
                    "link": "https://www.flipkart.com/not-just-sadness-silence-needs-heard/p/itm111d9bbc7ea30?pid=9789362614483&lid=LSTBOK9789362614483C9VTHX&marketplace=FLIPKART&cmpid=content_book_8965229628_gmc",
                    "name": "flipkart"
                }
            ]
        },
        {
            "links": [
                {
                    "link": "https://amzn.eu/d/1WJz0Fp",
                    "image": "/images/amazon_logo.png",
                    "name": "amazon"
                },
                {
                    "link": "https://ebooks.bookleafpub.com/product-page/the-unspoken-thoughts",
                    "image": "/images/book_leaf.png",
                    "name": "blueroseone"
                },
                {
                    "image": "/images/flipkart_logo.png",
                    "link": "",
                    "name": "flipkart"
                }
            ],
            "image": {
                "src": "/images/the_unspoken_thoughts.jpg",
                "className": "homepage-left-side-image",
                "alt": "the_unspoken_thoughts"
            },
            "title": "The Unspoken Thoughts",
            "description": "I am a firm believer that we cannot control our thoughts and they're like the flow of a river, sometimes cool and calm, sometimes rippling. Once we tend to start accepting, acknowledging them as the way they're and reflecting on them, the beauty in them is felt and they become the best to lose in them. Words can be another best of our friends to add beauty to those thoughts and feelings generated by them. This book is a collection of many such unspoken thoughts passing through the layers of my mind, coated with the words and then stuck on to the paper to freeze them"
        }
    ],
    "articles": [
        {
            "description": [
                "We all know that we live every moment only once but if there’s anything that can make us relive the same moment- It’s a Photograph. The power of a single photograph is so incredible that it takes us quickly back to the same moment. The photograph doesn’t have any moving objects in it, yet the video of the entire scene gets replayed in our minds. It is an absolute multisensory experience, which means all of our senses are evoked by the moment. We tend to see the same location, visualise the same colours, and hear the sounds of our conversation, background noise and voices, if any, smells and touch of the bygone era. We’d not just recall the moment, but rather the feelings and emotions attached to that moment.",
                "Any moment, clicked and stored as a photo becomes a wonderful time machine to transport us back to the past and make us relive the passed on moment. Ever you’re alone or feeling low, lonely, and want to instantly cheer up, elevate your mood quickly; gazing at a photo can be one of the quickest ways to opt for.  This is so therapeutic. But how you do it?",
                "Here’s the process I’d recommend. Go to your gallery, give it a quick eye scan and choose a photo that catches your attention or is close to your heart or the one that holds a moment you’d like to travel back to, and gaze at it for a few minutes. Allow yourself to slowly move back in time and visualise what you were doing at that moment when that photo was clicked, look for the people around you, imagine being in the same location, play and hear the conversations of the scene, gently bring a smile on your lips, feel the sense of smells and the touch of the objects and people, relish the taste of the food you had that day, recall every single and small detail associated with that photo. You already must have travelled back into one of your memories as you’re reading this now. You did, right!?",
                "Have you noticed the change in your emotional state before and after doing this photo gazing exercise? Look at your surroundings now, you’re just where you are but already travelled into the past and came back to this moment and so I call a photo as a time machine in your pocket. Get in touch with a therapist for more detailed and intense way of therapeutic process and healing. Happy Times!"
            ]
        }
    ]
}